
{
  "app.name": "MeetingLingo",
  "nav.features": "Características",
  "nav.pricing": "Precios",
  "nav.about": "Acerca de",
  "nav.login": "Iniciar sesión",
  "nav.signup": "Comenzar prueba gratuita",
  "nav.app": "Aplicación",
  "nav.signout": "Cerrar sesión",
  "features.title": "Características que hacen desaparecer las barreras del idioma",
  "features.subtitle": "MeetingLingo combina IA de vanguardia con un diseño intuitivo para crear una experiencia de traducción fluida.",
  "features.languages": "Más de 50 idiomas",
  "features.languages.desc": "Soporte para más de 50 idiomas incluyendo inglés, español, chino, francés, alemán, japonés y más.",
  "features.realtime": "Traducción en tiempo real",
  "features.realtime.desc": "Traducción de voz instantánea con latencia mínima, asegurando un flujo de conversación natural durante tus reuniones.",
  "features.privacy": "Enfocado en la privacidad",
  "features.privacy.desc": "Cifrado de extremo a extremo y políticas de no retención de datos para mantener tus conversaciones seguras y privadas.",
  "features.transcripts": "Transcripciones descargables",
  "features.transcripts.desc": "Obtén transcripciones en varios idiomas de tus reuniones para compartir o consultar en el futuro.",
  "features.integration": "Integración con plataformas",
  "features.integration.desc": "Funciona perfectamente con Zoom, Microsoft Teams y Google Meet con un proceso de configuración simple.",
  "features.analytics": "Análisis de reuniones",
  "features.analytics.desc": "Visualiza información sobre el uso del idioma, tiempo de habla y participación en las reuniones de tu equipo.",
  "features.how": "Cómo funciona MeetingLingo",
  "features.how.desc": "Nuestra solución impulsada por IA traduce el habla en tiempo real, proporcionando tanto salida de audio como subtítulos para una comunicación multilingüe fluida.",
  "features.step1": "Conecta MeetingLingo a tu plataforma de video preferida",
  "features.step2": "Selecciona el idioma de traducción deseado",
  "features.step3": "Únete a tu reunión como de costumbre",
  "features.step4": "Escucha el audio traducido y ve subtítulos en tiempo real",
  "features.step5": "Descarga las transcripciones después de la reunión",
  "bot.title": "Bot de Traducción IA",
  "bot.description": "Deja que nuestro bot de IA se una a tu Google Meet y traduzca las conversaciones automáticamente. No necesitas unirte tú mismo - ¡nuestro bot se encarga de todo!",
  "bot.try": "Probar Traducción con Bot",
  "cta.ready": "¿Listo para empezar?",
  "cta.title": "Rompe las barreras del idioma en tu próxima reunión",
  "cta.description": "Únete a miles de equipos globales que usan MeetingLingo para comunicarse sin esfuerzo a través de diferentes idiomas. Comienza tu prueba gratuita hoy.",
  "cta.start": "Comenzar Prueba Gratuita",
  "cta.contact": "Contactar con Ventas",
  "cta.nocredit": "No se requiere tarjeta de crédito. Prueba gratuita de 7 días."
}
